{
  "language": "Language",
  "feedback": "Error feedback ↗",
  "logout": "Logout",
  "filter": "Filter",
  "header_menu": {
    "homepage": "Homepage",
    "about_memoria": "About MEMORIA",
    "about_me": "About Me",
    "privacy": "Privacy Policies"
  },
  "page": {
    "map": "Map",
    "collection": "Collection",
    "location": "Location",
    "profile": "Profile"
  },
  "button": {
    "save": "Save",
    "cancel": "Cancel",
    "add": "Add",
    "edit": "Edit",
    "delete": "Delete",
    "login_again": "Login Again",
    "back_homepage": "Back to Homepage",
    "view_location": "View Location",
    "view_item": "View Photos/Videos"
  },
  "session_expired": "Session expired. Please login again",
  "homepage": {
    "banner_quote": "In the end, there is only memories",
    "banner_quote_phone": "In the end,\nthere is only\nmemories",
    "banner_login": "Login with Google",
    "what_is_memoria": "What is MEMORIA?",
    "memoria_introduction": "MEMORIA is an application that helps you preserve cherished moments through photos of friends, family, and the places you've visited. From simple memories to meaningful journeys, MEMORIA helps you capture all the precious moments spent with your loved ones. No matter how time passes, MEMORIA will always be there, ready to remind you of the vibrant years you may have forgotten.",
    "quote_1": "When a story is about to end, we'll always think of its beginning.",
    "quote_1_phone": "When a story is about to end,\nwe'll always think of its beginning.",
    "features": {
      "1": {
        "title": "Preserve Your Exciting Moments",
        "description": "Every photo holds a hidden story, bringing back the experiences you've lived through. As you look back, you'll smile, reminiscing about those beautiful memories. MEMORIA is here to help recreate those smiles and keep the precious stories of your life."
      },
      "2": {
        "title": "Preserve Moments with\nLoved Ones and Friends",
        "description": "The moments spent with family and friends are always the most treasured. Creating photos filled with memories together is an indescribable joy. And even when time passes and distance may separate us, we can always look back and relive those precious moments in our memories."
      },
      "3": {
        "title": "Pinpoint Locations\nFilled with Memories",
        "description": "MEMORIA not only helps you preserve photos but also shows you exactly where those moments were captured. With the location pinning feature, you can easily reminisce about the memorable trips taken with friends and family. No matter where you’ve been and wish to keep the memories, MEMORIA is always ready to help you hold onto those landmarks."
      }
    },
    "quote_2": "We can never know when it will be the last time we meet someone.",
    "contact": "Contact",
    "slogan": "Store the memorable moments"
  },
  "privacy": {
    "title": "Privacy Policy",
    "interpretation_definitions": "Interpretation and Definitions",
    "interpretation": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
    "definitions": "For the purposes of this Privacy Policy:",
    "definitions_list": {
      "item_1b": "Account ",
      "item_1": "means a unique account created for You to access our Service or parts of our Service.",
      "item_2b": "Affiliate ",
      "item_2": "",
      "item_3b": "Company ",
      "item_3": "(referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to MEMORIA.",
      "item_4b": "Cookies ",
      "item_4": "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.",
      "item_5b": "Country ",
      "item_5": "refers to Vietnam",
      "item_6b": "Device ",
      "item_6": "means any device that can access the Service such as a computer, a cellphone or a digital tablet.",
      "item_7b": "Personal Data ",
      "item_7": "is any information that relates to an identified or identifiable individual.",
      "item_8b": "Service ",
      "item_8": "refers to the Website.",
      "item_9b": "Service Provider ",
      "item_9": "means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.",
      "item_10b": "Usage Data ",
      "item_10": "refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).",
      "item_11b": "Website ",
      "item_11": "refers to MEMORIA, accessible from ",
      "item_12b": "You ",
      "item_12": "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable."
    },
    "collect_personal_data": "Collecting and Using Personal Data",
    "type_data": "Types of Data Collected",
    "personal_data": "Personal Data",
    "personal_data_body": "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is no limited to:",
    "personal_data_list": {
      "item_1": "Email Address",
      "item_2": "First name and Last name",
      "item_3": "Usage Data"
    },
    "usage_data": "Usage Data",
    "usage_data_body_1": "Usage Data is collected automatically when using the Service.",
    "usage_data_body_2": "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.",
    "usage_data_body_3": "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.",
    "usage_data_body_4": "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.",
    "tech_cookies": "Tracking Technologies and Cookies",
    "tech_cookies_body_1": "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:",
    "tech_cookies_body_1_list": {
      "item_1b": "Cookies ",
      "item_1": "is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.",
      "item_2b": "Web Beacons. ",
      "item_2": "Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity)."
    },
    "tech_cookies_body_2": "Cookies can be \"Persistent\" or \"Session\" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser.\nWe use both Session and Persistent Cookies for the purposes set out below:",
    "tech_cookies_body_2_list": {
      "item_1b": "Necessary / Essential Cookies",
      "item_2b": "Cookies Policy / Notice Acceptance Cookies",
      "item_3b": "Functionality Cookies",
      "item_1_purpose": "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.",
      "item_2_purpose": "Purpose: These Cookies identify if users have accepted the use of cookies on the Website.",
      "item_3_purpose": "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.",
      "item_type_session": "Type: Session Cookies",
      "item_type_persistent": "Type: Persistent Cookies",
      "item_administered": "Administered by: Us"
    },
    "use_personal_data": "Use of Personal Data",
    "use_personal_data_body_1": "The Company may use Personal Data for the following purposes:",
    "use_personal_data_body_1_list": {
      "item_1b": "To provide and maintain our Service",
      "item_1": ", including to monitor the usage of our Service.",
      "item_2b": "To manage Your Account: ",
      "item_2": "to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.",
      "item_3b": "For the performance of a contract: ",
      "item_3": "the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.",
      "item_4b": "To contact You: ",
      "item_4": "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.",
      "item_5b": "To provide You ",
      "item_5": "with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.",
      "item_6b": "To manage Your requests: ",
      "item_6": "To attend and manage Your requests to Us.",
      "item_7b": "For other purposes: ",
      "item_7": "We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience."
    },
    "use_personal_data_body_2": "We may share Your personal information in the following situations:",
    "use_personal_data_body_2_list": {
      "item_1b": "With Service Providers: ",
      "item_1": "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.",
      "item_2b": "With other users: ",
      "item_2": "When You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.",
      "item_3b": "With Your consent: ",
      "item_3": "We may disclose Your personal information for any other purpose with Your consent."
    },
    "retention_personal_data": "Retention of Your Personal Data",
    "retention_personal_data_body_1": "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.",
    "retention_personal_data_body_2": "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.",
    "transfer_personal_data": "Transfer of Your Personal Data",
    "transfer_personal_data_body_1": "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.",
    "transfer_personal_data_body_2": "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.",
    "transfer_personal_data_body_3": "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.",
    "delete_personal_data": "Delete of Your Personal Data",
    "delete_personal_data_body_1": "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.",
    "delete_personal_data_body_2": "Our Service may give You the ability to delete certain information about You from within the Service.",
    "delete_personal_data_body_3": "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.",
    "delete_personal_data_body_4": "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.",
    "disclosure_personal_data": "Disclosure of Your Personal Data",
    "business_transactions": "Business Transactions",
    "business_transactions_body": "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.",
    "law_enforcement": "Law enforcement",
    "law_enforcement_body": "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).",
    "other_legal_requirements": "Other legal requirements",
    "other_legal_requirements_body": "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:",
    "other_legal_requirements_list": {
      "item_1": "Comply with a legal obligation",
      "item_2": "Protect and defend the rights or property of the Company",
      "item_3": "Prevent or investigate possible wrongdoing in connection with the Service",
      "item_4": "Protect the personal safety of Users of the Service or the public",
      "item_5": "Protect against legal liability"
    },
    "security_personal_data": "Security of Your Personal Data",
    "security_personal_data_body": "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.",
    "children_privacy": "Children's Privacy",
    "children_privacy_body_1": "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are  aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.",
    "children_privacy_body_2": "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.",
    "link_other_websites": "Links to Other Websites",
    "link_other_websites_body_1": "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.",
    "link_other_websites_body_2": "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.",
    "change_privacy_policy": "Changes to this Privacy Policy",
    "change_privacy_policy_body_1": "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.",
    "change_privacy_policy_body_2": "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective.",
    "change_privacy_policy_body_3": "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.",
    "contact_us": "Contact Us",
    "contact_us_body": "If you have any questions about this Privacy Policy, You can contact us by this email: "
  },
  "collection": {
    "name": "Name",
    "description": "Description",
    "tags": "Tags",
    "modified_date": "Modified Date",
    "shared_email": "Shared Emails",
    "email_placeholder": "Input Email then press Enter↵",
    "email_description": "Email of people have permission to access",
    "cannot_load": "Cannot load collections",
    "save_success": "Save successfully",
    "save_error": "Cannot save the collection",
    "delete_success": "Delete successfully",
    "delete_error": "Cannot delete the collection",
    "add": "Add Collection",
    "edit": "Edit Collection",
    "delete": "Delete Collection",
    "confirm_delete": "Are you sure want to delete this collection "
  },
  "location": {
    "0": "Location",
    "description": "Description",
    "year": "Year",
    "month": "Month",
    "day": "Day",
    "time": "Time",
    "latitude": "Latitude",
    "longitude": "Longitude",
    "save_success": "Save location successfully",
    "save_error": "Cannot save the collection",
    "cannot_load": "Cannot load locations",
    "add": "Add Location",
    "edit": "Edit Location",
    "delete": "Delete Location",
    "confirm_delete": "Are you sure want to delete this location "
  },
  "position": {
    "choose": "Choose position",
    "coordinate": "Coordinate",
    "latitude": "Latitude",
    "longitude": "Longitude",
    "btn-choose": "Choose",
    "btn-close": "Close"
  },
  "item": {
    "cannot_load": "Cannot load images"
  },
  "user": {
    "cannot_load": "Cannot load user's information"
  },
  "tags": {
    "family": "Family",
    "friends": "Friends",
    "colleagues": "Colleagues",
    "lover": "Lover"
  }
}