{
  "language": "Ngôn ngữ",
  "feedback": "Phản hồi lỗi ↗",
  "logout": "Đăng xuất",
  "filter": "Bộ lọc",
  "header_menu": {
    "homepage": "Trang Chủ",
    "about_memoria": "Về MEMORIA",
    "about_me": "Về Tôi",
    "privacy": "Chính Sách Bảo Mật"
  },
  "page": {
    "map": "Bản Đồ",
    "collection": "Bộ Sưu Tập",
    "location": "Địa Điểm",
    "profile": "Hồ Sơ"
  },
  "button": {
    "save": "Lưu",
    "cancel": "Hủy",
    "add": "Thêm",
    "edit": "Sửa",
    "delete": "Xóa",
    "login_again": "Đăng Nhập Lại",
    "back_homepage": "Quay về Trang Chủ",
    "view_location": "Xem địa điểm",
    "view_item": "Xem hình ảnh"
  },
  "session_expired": "Phiên làm việc đã hết. Vui lòng đăng nhập lại",
  "homepage": {
    "banner_quote": "Sau cùng thì, tất cả chỉ còn là kỷ niệm",
    "banner_quote_phone": "Sau cùng thì,\ntất cả chỉ còn là\nkỷ niệm",
    "banner_login": "Đăng Nhập với Google",
    "what_is_memoria": "MEMORIA là gì?",
    "memoria_introduction": "MEMORIA là ứng dụng giúp cho bạn lưu trữ những kỷ niệm đáng nhớ thông qua những bức ảnh về bạn bè, gia đình. Những nơi bạn đã đi qua, những kỷ niệm bạn đã cùng trải qua cùng với những người thân thương, MEMORIA sẽ giúp bạn ghi dấu lại tất cả. MEMORIA vẫn sẽ ở đó, nhắc lại cho bạn những năm tháng mà bạn đã lỡ quên.",
    "quote_1": "Khi một câu chuyện sắp kết thúc, chúng ta luôn nhớ tới khi nó bắt đầu.",
    "quote_1_phone": "Khi một câu chuyện sắp kết thúc,\nchúng ta luôn nhớ tới khi nó bắt đầu.",
    "features": {
      "1": {
        "title": "Lưu giữ những tấm ảnh thú vị",
        "description": "Những tấm hình luôn chứa bên trong nó những câu chuyện. Mỗi bức ảnh của bạn sẽ kể lại những câu chuyện mà bạn đã trải qua. Để rồi khi nhìn lại, bạn sẽ bật cười nhớ về nó. MEMORIA ở đây là để tạo ra những nụ cười đó."
      },
      "2": {
        "title": "Lưu giữ khoảnh khắc bên\nngười thân và bạn bè",
        "description": "Những khoảnh khắc bên người thân, bạn bè luôn là những giây phút đáng quý nhất. Cùng họ tạo nên những tấm ảnh tràn ngập kỷ niệm thì thật hạnh phúc biết bao. Để mai này nếu chẳng còn sát cánh bên nhau, ta có thể ngắm lại và hồi tưởng về những khoảnh khắc đó."
      },
      "3": {
        "title": "Định vị những địa điểm\nmang lại kỷ niệm",
        "description": "MEMORIA không chỉ lưu trữ những tấm ảnh mà còn cho bạn biết những tấm ảnh ấy được tạo ra ở đâu. Với tính năng ghim địa điểm, bạn có thể ngắm lại những lần cùng nhau du lịch cùng bạn bè hoặc người thân. Bất cứ nơi nào bạn đặt chân qua và muốn lưu lại những kỷ niệm, MEMORIA đều sẽ giúp bạn."
      }
    },
    "quote_2": "Chúng ta chẳng thể biết được khi nào là lần cuối cùng gặp một ai đó.",
    "contact": "Liên Hệ",
    "slogan": "Lưu trữ những khoảnh khắc"
  },
  "privacy": {
    "title": "Chính Sách Bảo Mật",
    "interpretation_definitions": "Giải thích và Định nghĩa",
    "interpretation": "Các từ có chữ cái đầu viết hoa có nghĩa được định nghĩa theo các điều kiện sau. Các định nghĩa sau đây sẽ có cùng nghĩa bất kể chúng xuất hiện ở dạng số ít hay số nhiều.",
    "definitions": "Vì mục đích của Chính sách bảo mật này:",
    "definitions_list": {
      "item_1b": "Tài khoản ",
      "item_1": "có nghĩa là tài khoản duy nhất được tạo cho Bạn để truy cập Dịch vụ của chúng tôi hoặc một phần Dịch vụ của chúng tôi.",
      "item_2b": "Liên kết ",
      "item_2": "có nghĩa là một thực thể kiểm soát, được kiểm soát bởi hoặc chịu sự kiểm soát chung với một bên, trong đó \"kiểm soát\" có nghĩa là sở hữu 50% hoặc nhiều hơn số cổ phiếu, quyền sở hữu vốn chủ sở hữu hoặc chứng khoán khác có quyền biểu quyết bầu giám đốc hoặc cơ quan quản lý khác.",
      "item_3b": "Công ty ",
      "item_3": "(được gọi là \"Công ty\", \"Chúng tôi\" hoặc \"Của chúng tôi\" trong Thỏa thuận này) đề cập đến MEMORIA.",
      "item_4b": "Cookie ",
      "item_4": "là những tệp tin nhỏ được một trang web đặt trên máy tính, thiết bị di động hoặc bất kỳ thiết bị nào khác của bạn, chứa thông tin chi tiết về lịch sử duyệt web của bạn trên trang web đó cùng nhiều mục đích sử dụng khác.",
      "item_5b": "Đất nước ",
      "item_5": "đề cập đến Việt Nam.",
      "item_6b": "Thiết bị ",
      "item_6": "có nghĩa là bất kỳ thiết bị nào có thể truy cập Dịch vụ như máy tính, điện thoại di động hoặc máy tính bảng kỹ thuật số.",
      "item_7b": "Dữ liệu cá nhân ",
      "item_7": "là bất kỳ thông tin nào liên quan đến một cá nhân đã được xác định hoặc có thể xác định được.",
      "item_8b": "Dịch vụ ",
      "item_8": "đề cập đến Trang Web.",
      "item_9b": "Nhà cung cấp dịch vụ ",
      "item_9": "có nghĩa là bất kỳ cá nhân hoặc pháp nhân nào xử lý dữ liệu thay mặt cho Công ty. Nó đề cập đến các công ty hoặc cá nhân bên thứ ba được Công ty thuê để tạo điều kiện cho Dịch vụ, cung cấp Dịch vụ thay mặt cho Công ty, thực hiện các dịch vụ liên quan đến Dịch vụ hoặc hỗ trợ Công ty phân tích cách sử dụng Dịch vụ.",
      "item_10b": "Dữ liệu sử dụng ",
      "item_10": "là dữ liệu được thu thập tự động, được tạo ra do sử dụng Dịch vụ hoặc từ chính cơ sở hạ tầng của Dịch vụ (ví dụ: thời lượng truy cập trang).",
      "item_11b": "Trang web ",
      "item_11": "đề cập đến MEMORIA, có thể truy cập từ ",
      "item_12b": "Bạn ",
      "item_12": "có nghĩa là cá nhân truy cập hoặc sử dụng Dịch vụ, hoặc công ty hoặc pháp nhân khác mà cá nhân đó thay mặt truy cập hoặc sử dụng Dịch vụ, tùy theo trường hợp."
    },
    "collect_personal_data": "Thu thập và sử dụng dữ liệu cá nhân",
    "type_data": "Các loại dữ liệu được thu thập",
    "personal_data": "Dữ liệu cá nhân",
    "personal_data_body": "Trong khi sử dụng Dịch vụ của Chúng tôi, Chúng tôi có thể yêu cầu Bạn cung cấp cho Chúng tôi một số thông tin nhận dạng cá nhân nhất định có thể được sử dụng để liên hệ hoặc xác định Bạn. Thông tin nhận dạng cá nhân có thể bao gồm, nhưng không giới hạn ở:",
    "personal_data_list": {
      "item_1": "Địa chỉ Email",
      "item_2": "Họ và Tên",
      "item_3": "Dữ liệu sử dụng"
    },
    "usage_data": "Dữ liệu sử dụng",
    "usage_data_body_1": "Dữ liệu sử dụng được thu thập tự động khi sử dụng Dịch vụ.",
    "usage_data_body_2": "Dữ liệu sử dụng có thể bao gồm thông tin như địa chỉ Giao thức Internet của Thiết bị của Bạn (ví dụ: địa chỉ IP), loại trình duyệt, phiên bản trình duyệt, các trang trong Dịch vụ của chúng tôi mà Bạn truy cập, thời gian và ngày truy cập của Bạn, thời gian dành cho các trang đó, mã định danh thiết bị duy nhất và dữ liệu chẩn đoán khác.",
    "usage_data_body_3": "Khi Bạn truy cập Dịch vụ bằng hoặc thông qua thiết bị di động, Chúng tôi có thể tự động thu thập một số thông tin, bao gồm nhưng không giới hạn ở loại thiết bị di động Bạn sử dụng, ID duy nhất của thiết bị di động, địa chỉ IP của thiết bị di động, hệ điều hành di động, loại trình duyệt Internet di động Bạn sử dụng, mã định danh thiết bị duy nhất và dữ liệu chẩn đoán khác.",
    "usage_data_body_4": "Chúng tôi cũng có thể thu thập thông tin mà Trình duyệt của bạn gửi bất cứ khi nào bạn truy cập Dịch vụ của chúng tôi hoặc khi bạn truy cập Dịch vụ bằng hoặc thông qua thiết bị di động.",
    "tech_cookies": "Công nghệ theo dõi và Cookie",
    "tech_cookies_body_1": "Chúng tôi sử dụng Cookie và các công nghệ theo dõi tương tự để theo dõi hoạt động trên Dịch vụ của chúng tôi và lưu trữ một số thông tin nhất định. Các công nghệ theo dõi được sử dụng là beacon, tag và script để thu thập và theo dõi thông tin và để cải thiện và phân tích Dịch vụ của chúng tôi. Các công nghệ chúng tôi sử dụng có thể bao gồm:",
    "tech_cookies_body_1_list": {
      "item_1b": "Cookie ",
      "item_1": "là một tệp nhỏ được đặt trên Thiết bị của Bạn. Bạn có thể chỉ thị cho Trình duyệt của Bạn từ chối tất cả Cookie hoặc chỉ ra thời điểm Cookie được gửi. Tuy nhiên, nếu Bạn không chấp nhận Cookie, Bạn có thể không sử dụng được một số phần của Dịch vụ của chúng tôi. Trừ khi bạn đã điều chỉnh cài đặt trình duyệt của Bạn để nó từ chối Cookie, Dịch vụ của chúng tôi có thể sử dụng Cookie.",
      "item_2b": "Web Beacons. ",
      "item_2": "Một số phần nhất định trong Dịch vụ và email của chúng tôi có thể chứa các tệp điện tử nhỏ được gọi là đèn hiệu web (còn được gọi là gif trong suốt, thẻ điểm ảnh và gif một điểm ảnh) cho phép Công ty, ví dụ, đếm số người dùng đã truy cập các trang đó hoặc mở email và các số liệu thống kê liên quan khác về trang web (ví dụ, ghi lại mức độ phổ biến của một phần nhất định và xác minh tính toàn vẹn của hệ thống và máy chủ)."
    },
    "tech_cookies_body_2": "Cookie có thể là Cookie \"Dài hạn\" hoặc Cookie \"Phiên\". Cookie dài hạn vẫn nằm trên máy tính cá nhân hoặc thiết bị di động của Bạn khi Bạn ngoại tuyến, trong khi Cookie phiên sẽ bị xóa ngay khi Bạn đóng trình duyệt web của mình.\nChúng tôi sử dụng cả Cookie phiên và Cookie cố định cho các mục đích được nêu dưới đây:",
    "tech_cookies_body_2_list": {
      "item_1b": "Cookie cần thiết / thiết yếu",
      "item_2b": "Chính sách Cookie / Thông báo chấp nhận Cookie",
      "item_3b": "Cookie chức năng",
      "item_1_purpose": "Mục đích: Những Cookie này rất cần thiết để cung cấp cho Bạn các dịch vụ có sẵn thông qua Trang web và cho phép Bạn sử dụng một số tính năng của Trang web. Chúng giúp xác thực người dùng và ngăn chặn việc sử dụng gian lận tài khoản người dùng. Nếu không có những Cookie này, các dịch vụ mà Bạn đã yêu cầu sẽ không thể được cung cấp và Chúng tôi chỉ sử dụng những Cookie này để cung cấp cho Bạn các dịch vụ đó.",
      "item_2_purpose": "Mục đích: Các Cookie này xác định xem người dùng có chấp nhận việc sử dụng cookie trên Trang web hay không.",
      "item_3_purpose": "Mục đích: Những Cookie này cho phép chúng tôi ghi nhớ các lựa chọn Bạn thực hiện khi Bạn sử dụng Trang web, chẳng hạn như ghi nhớ thông tin đăng nhập hoặc tùy chọn ngôn ngữ của bạn. Mục đích của những Cookie này là cung cấp cho Bạn trải nghiệm cá nhân hơn và tránh việc Bạn phải nhập lại tùy chọn của mình mỗi khi Bạn sử dụng Trang web.",
      "item_type_session": "Loại: Cookie phiên",
      "item_type_persistent": "Loại: Cookie liên tục",
      "item_administered": "Được quản lý bởi: Chúng tôi"
    },
    "use_personal_data": "Sử dụng dữ liệu cá nhân",
    "use_personal_data_body_1": "Công ty có thể sử dụng Dữ liệu cá nhân cho các mục đích sau:",
    "use_personal_data_body_1_list": {
      "item_1b": "Để cung cấp và duy trì Dịch vụ của chúng tôi",
      "item_1": ", bao gồm cả việc theo dõi việc sử dụng Dịch vụ của chúng tôi.",
      "item_2b": "Để quản lý Tài khoản của bạn: ",
      "item_2": "để quản lý việc đăng ký của Bạn với tư cách là người dùng Dịch vụ. Dữ liệu cá nhân Bạn cung cấp có thể cho Bạn quyền truy cập vào các chức năng khác nhau của Dịch vụ mà Bạn có thể sử dụng với tư cách là người dùng đã đăng ký.",
      "item_3b": "Để thực hiện hợp đồng: ",
      "item_3": "việc phát triển, tuân thủ và thực hiện hợp đồng mua các sản phẩm, mặt hàng hoặc dịch vụ mà Bạn đã mua hoặc bất kỳ hợp đồng nào khác với Chúng tôi thông qua Dịch vụ.",
      "item_4b": "Để liên hệ với bạn: ",
      "item_4": "Để liên hệ với Bạn qua email, cuộc gọi điện thoại, tin nhắn SMS hoặc các hình thức liên lạc điện tử tương đương khác, chẳng hạn như thông báo đẩy của ứng dụng di động về các bản cập nhật hoặc thông tin liên lạc liên quan đến chức năng, sản phẩm hoặc dịch vụ theo hợp đồng, bao gồm các bản cập nhật bảo mật, khi cần thiết hoặc hợp lý để triển khai chúng.",
      "item_5b": "Để cung cấp cho bạn ",
      "item_5": "cùng tin tức, ưu đãi đặc biệt và thông tin chung về các hàng hóa, dịch vụ và sự kiện khác mà chúng tôi cung cấp tương tự như những sản phẩm, dịch vụ và sự kiện mà bạn đã mua hoặc tìm hiểu, trừ khi bạn đã chọn không nhận những thông tin đó.",
      "item_6b": "Để quản lý yêu cầu của bạn: ",
      "item_6": "Để giải quyết và quản lý các yêu cầu của bạn gửi đến chúng tôi.",
      "item_7b": "Cho các mục đích khác: ",
      "item_7": "Chúng tôi có thể sử dụng thông tin của bạn cho các mục đích khác, chẳng hạn như phân tích dữ liệu, xác định xu hướng sử dụng, xác định hiệu quả của các chiến dịch quảng cáo của chúng tôi và để đánh giá và cải thiện Dịch vụ, sản phẩm, dịch vụ, tiếp thị và trải nghiệm của bạn."
    },
    "use_personal_data_body_2": "Chúng tôi có thể chia sẻ thông tin cá nhân của bạn trong các trường hợp sau:",
    "use_personal_data_body_2_list": {
      "item_1b": "Với Nhà cung cấp dịch vụ: ",
      "item_1": "Chúng tôi có thể chia sẻ thông tin cá nhân của bạn với Nhà cung cấp dịch vụ để theo dõi và phân tích việc sử dụng Dịch vụ của chúng tôi, để liên hệ với bạn.",
      "item_2b": "Với những người dùng khác: ",
      "item_2": "Khi bạn chia sẻ thông tin cá nhân hoặc tương tác theo cách khác ở khu vực công cộng với người dùng khác, thông tin đó có thể được tất cả người dùng xem và có thể được phân phối công khai ra bên ngoài.",
      "item_3b": "Với sự đồng ý của bạn: ",
      "item_3": "Chúng tôi có thể tiết lộ thông tin cá nhân của bạn cho bất kỳ mục đích nào khác khi có sự đồng ý của bạn."
    },
    "retention_personal_data": "Lưu giữ dữ liệu cá nhân",
    "retention_personal_data_body_1": "Công ty sẽ chỉ lưu giữ Dữ liệu cá nhân của bạn trong thời gian cần thiết cho các mục đích được nêu trong Chính sách bảo mật này. Chúng tôi sẽ lưu giữ và sử dụng Dữ liệu cá nhân của bạn trong phạm vi cần thiết để tuân thủ các nghĩa vụ pháp lý của chúng tôi (ví dụ: nếu chúng tôi được yêu cầu lưu giữ dữ liệu của bạn để tuân thủ luật hiện hành), giải quyết tranh chấp và thực thi các thỏa thuận và chính sách pháp lý của chúng tôi.",
    "retention_personal_data_body_2": "Công ty cũng sẽ lưu giữ Dữ liệu sử dụng cho mục đích phân tích nội bộ. Dữ liệu sử dụng thường được lưu giữ trong thời gian ngắn hơn, ngoại trừ khi dữ liệu này được sử dụng để tăng cường bảo mật hoặc cải thiện chức năng của Dịch vụ của chúng tôi hoặc Chúng tôi có nghĩa vụ pháp lý phải lưu giữ dữ liệu này trong thời gian dài hơn.",
    "transfer_personal_data": "Chuyển giao dữ liệu cá nhân",
    "transfer_personal_data_body_1": "Thông tin của bạn, bao gồm Dữ liệu cá nhân, được xử lý tại các văn phòng điều hành của Công ty và bất kỳ nơi nào khác mà các bên liên quan đến quá trình xử lý được đặt tại đó. Điều đó có nghĩa là thông tin này có thể được chuyển đến — và được lưu giữ trên — các máy tính nằm ngoài tiểu bang, tỉnh, quốc gia hoặc khu vực pháp lý chính phủ khác của Bạn, nơi luật bảo vệ dữ liệu có thể khác với luật pháp của khu vực pháp lý của Bạn.",
    "transfer_personal_data_body_2": "Sự đồng ý của bạn với Chính sách bảo mật này kèm theo việc bạn gửi thông tin đó thể hiện sự đồng ý của bạn đối với việc chuyển giao đó.",
    "transfer_personal_data_body_3": "Công ty sẽ thực hiện mọi bước cần thiết hợp lý để đảm bảo dữ liệu của Bạn được xử lý an toàn và phù hợp với Chính sách bảo mật này và sẽ không chuyển Giao dữ liệu cá nhân của Bạn cho bất kỳ tổ chức hoặc quốc gia nào trừ khi có các biện pháp kiểm soát đầy đủ bao gồm cả tính bảo mật dữ liệu của Bạn và thông tin cá nhân khác.",
    "delete_personal_data": "Xóa dữ liệu cá nhân",
    "delete_personal_data_body_1": "Bạn có quyền xóa hoặc yêu cầu Chúng tôi hỗ trợ xóa Dữ liệu cá nhân mà Chúng tôi đã thu thập về Bạn.",
    "delete_personal_data_body_2": "Dịch vụ của chúng tôi có thể cung cấp cho Bạn khả năng xóa một số thông tin nhất định về Bạn từ trong Dịch vụ.",
    "delete_personal_data_body_3": "Bạn có thể cập nhật, sửa đổi hoặc xóa thông tin của mình bất kỳ lúc nào bằng cách đăng nhập vào Tài khoản của mình, nếu bạn có, và truy cập phần cài đặt tài khoản cho phép bạn quản lý thông tin cá nhân của mình. Bạn cũng có thể liên hệ với Chúng tôi để yêu cầu truy cập, sửa hoặc xóa bất kỳ thông tin cá nhân nào mà Bạn đã cung cấp cho Chúng tôi.",
    "delete_personal_data_body_4": "Tuy nhiên, xin lưu ý rằng chúng tôi có thể cần lưu giữ một số thông tin nhất định khi chúng tôi có nghĩa vụ pháp lý hoặc cơ sở hợp pháp để làm như vậy.",
    "disclosure_personal_data": "Tiết lộ dữ liệu cá nhân",
    "business_transactions": "Giao dịch kinh doanh",
    "business_transactions_body": "Nếu Công ty tham gia vào việc sáp nhập, mua lại hoặc bán tài sản, Dữ liệu cá nhân của bạn có thể được chuyển giao. Chúng tôi sẽ thông báo trước khi Dữ liệu cá nhân của bạn được chuyển giao và trở thành đối tượng của Chính sách bảo mật khác.",
    "law_enforcement": "Thực thi pháp luật",
    "law_enforcement_body": "Trong một số trường hợp nhất định, Công ty có thể được yêu cầu tiết lộ Dữ liệu cá nhân của bạn nếu luật pháp yêu cầu hoặc để đáp ứng các yêu cầu hợp lệ của cơ quan công quyền (ví dụ: tòa án hoặc cơ quan chính phủ).",
    "other_legal_requirements": "Các yêu cầu pháp lý khác",
    "other_legal_requirements_body": "Công ty có thể tiết lộ Dữ liệu cá nhân của bạn nếu tin tưởng rằng hành động đó là cần thiết để:",
    "other_legal_requirements_list": {
      "item_1": "Tuân thủ nghĩa vụ pháp lý",
      "item_2": "Bảo vệ và bảo vệ quyền hoặc tài sản của Công ty",
      "item_3": "Ngăn chặn hoặc điều tra hành vi sai trái có thể xảy ra liên quan đến Dịch vụ",
      "item_4": "Bảo vệ sự an toàn cá nhân của Người dùng Dịch vụ hoặc công chúng",
      "item_5": "Bảo vệ chống lại trách nhiệm pháp lý"
    },
    "security_personal_data": "Bảo mật dữ liệu cá nhân của bạn",
    "security_personal_data_body": "Tính bảo mật của Dữ liệu cá nhân của bạn rất quan trọng đối với Chúng tôi, nhưng hãy nhớ rằng không có phương pháp truyền dữ liệu qua Internet hoặc phương pháp lưu trữ điện tử nào an toàn 100%. Mặc dù Chúng tôi cố gắng sử dụng các phương tiện được chấp nhận về mặt thương mại để bảo vệ Dữ liệu cá nhân của bạn, Chúng tôi không thể đảm bảo tính bảo mật tuyệt đối của dữ liệu đó.",
    "children_privacy": "Quyền riêng tư của trẻ em",
    "children_privacy_body_1": "Dịch vụ của chúng tôi không hướng đến bất kỳ ai dưới 13 tuổi. Chúng tôi không cố ý thu thập thông tin nhận dạng cá nhân từ bất kỳ ai dưới 13 tuổi. Nếu Bạn là cha mẹ hoặc người giám hộ và Bạn biết rằng Con của Bạn đã cung cấp Dữ liệu cá nhân cho Chúng tôi, vui lòng liên hệ với Chúng tôi. Nếu Chúng tôi biết rằng Chúng tôi đã thu thập Dữ liệu cá nhân từ bất kỳ ai dưới 13 tuổi mà không xác minh sự đồng ý của cha mẹ, Chúng tôi sẽ thực hiện các bước để xóa thông tin đó khỏi máy chủ của Chúng tôi.",
    "children_privacy_body_2": "Nếu Chúng tôi cần dựa vào sự đồng ý làm cơ sở pháp lý để xử lý thông tin của Bạn và quốc gia của Bạn yêu cầu phải có sự đồng ý của phụ huynh, Chúng tôi có thể yêu cầu sự đồng ý của phụ huynh Bạn trước khi Chúng tôi thu thập và sử dụng thông tin đó.",
    "link_other_websites": "Liên kết đến các trang Web khác",
    "link_other_websites_body_1": "Dịch vụ của chúng tôi có thể chứa các liên kết đến các trang web khác không do Chúng tôi điều hành. Nếu Bạn nhấp vào liên kết của bên thứ ba, Bạn sẽ được chuyển hướng đến trang web của bên thứ ba đó. Chúng tôi đặc biệt khuyên Bạn nên xem lại Chính sách quyền riêng tư của mọi trang web Bạn truy cập.",
    "link_other_websites_body_2": "Chúng tôi không kiểm soát và không chịu trách nhiệm về nội dung, chính sách bảo mật hoặc hoạt động của bất kỳ trang web hoặc dịch vụ của bên thứ ba nào.",
    "change_privacy_policy": "Những thay đổi đối với Chính sách bảo mật",
    "change_privacy_policy_body_1": "Chúng tôi có thể cập nhật Chính sách bảo mật của mình theo thời gian. Chúng tôi sẽ thông báo cho Bạn về bất kỳ thay đổi nào bằng cách đăng Chính sách bảo mật mới trên trang này.",
    "change_privacy_policy_body_2": "Chúng tôi sẽ thông báo cho Bạn qua email và/hoặc thông báo nổi bật trên Dịch vụ của Chúng tôi trước khi thay đổi có hiệu lực.",
    "change_privacy_policy_body_3": "Bạn nên xem lại Chính sách bảo mật này định kỳ để biết bất kỳ thay đổi nào. Những thay đổi đối với Chính sách bảo mật này có hiệu lực khi chúng được đăng trên trang này.",
    "contact_us": "Liên hệ với chúng tôi",
    "contact_us_body": "Nếu bạn có bất kỳ câu hỏi nào về Chính sách bảo mật này, bạn có thể liên hệ với chúng tôi qua email này: "
  },
  "collection": {
    "name": "Tên",
    "description": "Mô Tả",
    "tags": "Nhãn",
    "modified_date": "Ngày Cập Nhật",
    "shared_email": "Email Chia Sẻ",
    "email_placeholder": "Nhập Email rồi nhấn Enter↵",
    "email_description": "Email của người được quyền truy cập",
    "cannot_load": "Không thể tải bộ sưu tập",
    "save_success": "Lưu thành công",
    "save_error": "Không thể lưu bộ sưu tập",
    "delete_success": "Xóa thành công",
    "delete_error": "Không thể xóa bộ sưu tập",
    "add": "Thêm Bộ Sưu Tập",
    "edit": "Chỉnh Sửa Bộ Sưu Tập",
    "delete": "Xóa Bộ Sưu Tập",
    "confirm_delete": "Bạn có chắc là muốn xóa bộ sưu tập "
  },
  "location": {
    "0": "Địa Điểm",
    "description": "Mô Tả",
    "year": "Năm",
    "month": "Tháng",
    "day": "Ngày",
    "time": "Thời Gian",
    "latitude": "Vĩ Độ",
    "longitude": "Kinh Độ",
    "save_success": "Lưu địa điểm thành công",
    "save_error": "Không thể lưu địa điểm",
    "cannot_load": "Không thể tải địa điểm",
    "add": "Thêm Địa Điểm",
    "edit": "Chỉnh Sửa Địa Điểm",
    "delete": "Xóa Địa Điểm",
    "confirm_delete": "Bạn có chắc là muốn xóa địa điểm "
  },
  "position": {
    "choose": "Chọn vị trí",
    "coordinate": "Tọa Độ",
    "latitude": "Vĩ Độ",
    "longitude": "Kinh Độ",
    "btn-choose": "Chọn",
    "btn-close": "Hủy"
  },
  "item": {
    "cannot_load": "Không thể tải hình ảnh"
  },
  "user": {
    "cannot_load": "Không thể tải thông tin người dùng"
  },
  "tags": {
    "family": "Gia đình",
    "friends": "Bạn bè",
    "colleagues": "Đồng nghiệp",
    "lover": "Người yêu"
  }
}